[
    {
        "title": "Мавка",
        "img": "mavki.jpg",
        "modalImg": "mavkalogo.png",
        "description": "Мавка — це міфологічна істота в українському фольклорі, одна з різновидів русалок. Вона має як чарівні, так і небезпечні риси, і її образ часто пов'язують із природою, лісом та водою.\n\nОсновні риси мавки:\nЗовнішність: Мавки зображаються як надзвичайно гарні молоді дівчата з довгим розпущеним волоссям, зазвичай світлим або золотистим. Вони можуть бути оголеними або в легкому прозорому одязі. У деяких легендах їм приписують відсутність тіні або п’ят — це вважається знаком нечистої сили.\n\nМісце проживання: Мавки живуть у лісах, біля озер або річок. Вони пов’язані з природними стихіями, особливо з лісом і водою.\n\nПоходження: За однією з версій, мавки — це душі померлих нехрещених дітей або дівчат, які загинули трагічно (наприклад, утоплениці). Тому їхній образ часто трагічний і сумний.\n\nПоводження: Мавки можуть бути як доброзичливими, так і зловісними. Вони заманюють молодих хлопців своєю красою й піснями, а потім можуть завести в ліс чи утопити. Водночас у деяких легендах мавки можуть допомагати людям, якщо до них ставитися з повагою.\n\nКультовий зміст: Образ мавки має глибоке символічне значення — вона втілює силу природи, жіночність, чарівність, але й небезпеку, якщо порушити гармонію з природою.\n\nУ культурі: Образ мавки набув популярності завдяки твору Лесі Українки \"Лісова пісня\", де мавка — головна героїня. У цьому творі вона зображена як одухотворена, ніжна істота, здатна на глибокі почуття й самопожертву."
    },
    {
        "title": "Лісовик",
        "img": "lisovic.jpg",
        "modalImg": "lisoviclogo.png",
        "description": "Лісовик — це міфологічна істота в українському фольклорі, що вважається охоронцем лісу. Він має людську подобу, але з елементами тваринного світу, наприклад, роги або шерсть.\n\nОсновні риси лісовика:\nЗовнішність: Лісовики зазвичай зображуються як великі чоловіки з бородою, покриті волоссям або шерстю. Вони можуть мати роги або інші тваринні риси.\n\nМісце проживання: Лісовики живуть у глибоких лісах, де охороняють природу і тварин. Вони часто асоціюються з певними деревами або місцями в лісі.\n\nПоходження: Лісовики вважаються духами природи, які охороняють ліси від людей і їхньої руйнівної діяльності. Вони можуть бути доброзичливими або злими залежно від того, як до них ставляться.\n\nПоводження: Лісовики можуть допомагати людям, які поважають природу, але можуть також карати тих, хто її шкодить. Вони часто намагаються захистити свої території від браконьєрів і зловмисників.\n\nКультовий зміст: Образ лісовика символізує зв’язок людини з природою та необхідність її охорони. Він нагадує про важливість гармонії між людиною і природою."
    },
    {
        "title": "Чугайстер",
        "img": "chuhaister.jpg",
        "modalImg": "chugaisterlogo.png",
        "description": "Чугайстер — це доброзичливий лісовий дух в українській міфології, захисник людей від злих сил, особливо від шкідливих мавок.\n\nОсновні риси Чугайстра:\nЗовнішність: Його зображають як високого, кремезного дідуся з довгим волоссям та бородою, вкритого густим хутром або одягненого в шкуру. Часто він босий, з палицею в руках, іноді танцює, щоб розвеселити людей.\n\nМісце проживання: Чугайстер мешкає в лісах, переважно в глухих та диких місцях. Він постійно мандрує, патрулюючи лісові простори.\n\nПоходження: Це автентична слов’янська постать, яку вважають уособленням доброї сили природи, що протистоїть темним істотам. Його функція — знищувати мавок та іншу нечисть, яка шкодить людям.\n\nПоводження: Чугайстер — добрий до людей. Якщо мандрівник зустріне його в лісі, той може запросити до танцю. Відмова — небажана, бо Чугайстер може образитися. Але зазвичай він не шкодить і навіть оберігає.\n\nКультовий зміст: Чугайстер символізує баланс сил у природі, протиставлення темному жіночому образу мавки. Він уособлює захист, порядок та мудрість лісу.\n\nУ культурі: Образ Чугайстра зустрічається в українській літературі та фольклорних записах. Відомий приклад — згадка про нього у творі Михайла Коцюбинського \"Тіні забутих предків\", де він постає як казкова істота, знайома з місцевими звичаями та природою."
    },
    {
        "title": "Потерчата",
        "img": "poterchata.jpg",
        "modalImg": "p.png",
        "description": "Потерчата — це душі померлих нехрещених дітей або дітей, які загинули трагічно. В українській міфології вони належать до сумних і водночас зловісних духів.\n\nОсновні риси Потерчат:\nЗовнішність: Зазвичай описуються як маленькі діти з тьмяним світлом навколо, іноді світяться вночі. Їхній плач або сміх може чутися у віддалених місцях — болотах, полях, лісах.\n\nМісце проживання: Часто з'являються на перехрестях, болотах, біля водойм. Їхнє перебування пов’язують із небезпечними місцями.\n\nПоводження: Потерчата можуть заманювати мандрівників своїм голосом або плачем. Іноді вони шкодять тим, хто не виявляє співчуття, але в деяких легендах — навпаки, шукають порятунку чи молитви.\n\nКультовий зміст: Потерчата уособлюють біль і тугу за втраченим життям, особливо нагадуючи про важливість обрядів та духовного захисту."
    },
    {
        "title": "Чорт",
        "img": "chort.jpg",
        "modalImg": "chortlogo.png",
        "description": "Чорт — злий дух у слов’янській, зокрема українській міфології. Він є втіленням нечистої сили, хитрощів і спокус.\n\nОсновні риси Чорта:\nЗовнішність: Часто зображається з рогами, хвостом, копитами або в образі чорного чоловіка. Може змінювати форму й маскуватися під звичайну людину.\n\nМісце проживання: Може з’являтися будь-де — в лісі, на перехрестях, біля млинів або старих будівель. Особливо активний вночі.\n\nПоводження: Обманює людей, спокушає, підбурює на гріхи, підписує угоди. У байках часто виступає як об'єкт обману з боку хитрих героїв.\n\nКультовий зміст: Символізує темну сторону людської природи, спокусу, гріх і моральні випробування. Часто використовується як персонаж у народних казках, притчах та сатиричних оповідях."
    },
    {
        "title": "Шубін",
        "img": "shubin.jpg",
        "modalImg": "shubinlogo.jpg",
        "description": "Шубін — це дух, відомий переважно з шахтарського фольклору Донбасу. Він охороняє підземелля та шахти, іноді попереджає про небезпеку.\n\nОсновні риси Шубіна:\nЗовнішність: Таємнича постать у чорному, з обличчям, що часто приховане. Інколи — як силует, іноді з червоними очима. Його присутність відчувається як холод або шепіт у темряві.\n\nМісце проживання: Підземелля, копальні, шахти. Може з’являтись у місцях, де сталася трагедія.\n\nПоводження: Шубін не завжди є злим. Він може застерігати шахтарів про аварії чи обвали. Проте, якщо порушити його спокій або зневажити, може стати небезпечним.\n\nКультовий зміст: Символ шахтарської пам’яті, страху перед глибиною та непередбачуваністю землі. Часто асоціюється з загиблими в шахтах."
    }
]